
// Shelf Navigation Title at the top of the main Issues List
"SHELF_NAVIGATION_TITLE" = "Baker Shelf";

// Products alert
"PRODUCTS_REQUEST_FAILED_TITLE" = "impossible de se connecter à l'app store";
"PRODUCTS_REQUEST_FAILED_CLOSE" = "Fermer";

// Info button
"INFO_BUTTON_TEXT" = "Info";

// Subscription button
"SUBSCRIBE_BUTTON_TEXT" = "S'abonner";
"SUBSCRIBE_BUTTON_DISABLED_TEXT" = "Subscribing...";
"SUBSCRIBE_BUTTON_SUBSCRIBED_TEXT" = "Subscribed";

"SUBSCRIPTIONS_SHEET_FREE" = "Subscribe for free";
"SUBSCRIPTIONS_SHEET_RESTORE" = "Restore purchases";
"SUBSCRIPTIONS_SHEET_CLOSE" = "Close";

"SUBSCRIPTIONS_SHEET_GENERIC" = "Subscription options";
"SUBSCRIPTIONS_SHEET_SUBSCRIBED" = "You are subscribed";
"SUBSCRIPTIONS_SHEET_NOT_SUBSCRIBED" = "You are not subscribed";

// Subscription alerts
"SUBSCRIPTION_SUCCESSFUL_TITLE" = "Abonnement terminé";
"SUBSCRIPTION_SUCCESSFUL_MESSAGE" = "Vous êtes maintenant abonné";
"SUBSCRIPTION_SUCCESSFUL_CLOSE" = "Fermer";
"SUBSCRIPTION_FAILED_TITLE" = "Echec de l'abonnement";
"SUBSCRIPTION_FAILED_CLOSE" = "Fermer";

// Issue purchase alerts
"ISSUE_PURCHASE_SUCCESSFUL_TITLE" = "Achat terminé";
"ISSUE_PURCHASE_SUCCESSFUL_MESSAGE" = "Vous avez acheté : %@";
"ISSUE_PURCHASE_SUCCESSFUL_CLOSE" = "Fermer";
"ISSUE_PURCHASE_FAILED_TITLE" = "Echec de l'achat";
"ISSUE_PURCHASE_FAILED_CLOSE" = "Fermer";

// Restore alerts
"RESTORE_FAILED_TITLE" = "Echec de la restauration";
"RESTORE_FAILED_CLOSE" = "Fermer";

"RESTORED_ISSUE_NOT_RECOGNISED_TITLE" = "Certains magazines n'ont pas pu être restaurés";
"RESTORED_ISSUE_NOT_RECOGNISED_MESSAGE" = "The following product IDs are not defined and the corresponding issues could not be restored:\n%@.\n\nContact the app creator for more info.";
"RESTORED_ISSUE_NOT_RECOGNISED_CLOSE" = "Fermer";

// Download alert
"DOWNLOAD_FAILED_TITLE" = "Echec du téléchargement";
"DOWNLOAD_FAILED_MESSAGE" = "Le magazine n'a pas pu être téléchargé";
"DOWNLOAD_FAILED_CLOSE" = "Fermer";

// Unzip alert
"UNZIP_FAILED_TITLE" = "Echec de la lecture";
"UNZIP_FAILED_MESSAGE" = "La magazine n'a pas pu être ouvert";
"UNZIP_FAILED_CLOSE" = "Fermer";

// Connection alert
"INTERNET_CONNECTION_UNAVAILABLE_TITLE" = "Aucune connection internet";
"INTERNET_CONNECTION_UNAVAILABLE_MESSAGE" = "Vous n'avez pas internet. Certaines fonctionnalités de l'application nécessite une connection internet.";
"INTERNET_CONNECTION_UNAVAILABLE_CLOSE" = "OK";

// Issue buttons
"ACTION_REMOTE_TEXT" = "Télécharger";
"ACTION_DOWNLOADED_TEXT" = "Lire";
"ACTION_BUY_TEXT" = "Acheter";
"ARCHIVE_TEXT" = "Archiver";
"CONNECTING_TEXT" = "Connection...";
"DOWNLOADING_TEXT" = "Téléchargement ...";
"OPENING_TEXT" = "Chargement...";
"BUYING_TEXT" = "Achat...";
"RETRIEVING_TEXT" = "chargement du prix...";

// Issue states
"FREE_TEXT" = "Gratuit";
"PURCHASED_TEXT" = "Acheté";

// Archiving alert
"ARCHIVE_ALERT_TITLE" = "Êtes-vous sûr de vouloir archiver ce magazine ?";
"ARCHIVE_ALERT_MESSAGE" = "Ce magazine sera supprimé de votre appareil. Vous pourrez le retélécharger à tout moment gratuitement.";
"ARCHIVE_ALERT_BUTTON_CANCEL" = "Annuler";
"ARCHIVE_ALERT_BUTTON_OK" = "Archiver";

// Mail alert
"MAILTO_ALERT_TITLE" = "Echec";
"MAILTO_ALERT_MESSAGE" = "Your device doesn't support the sending of emails!";
"MAILTO_ALERT_CLOSE" = "OK";

// Modal web view
"WEB_MODAL_FAILURE_MESSAGE" = "Unable to connect.";
"WEB_MODAL_CLOSE_BUTTON_TEXT" = "Back";

// Transaction recording alert
"TRANSACTION_RECORDING_FAILED_TITLE" = "Could not confirm purchase with remote server";
"TRANSACTION_RECORDING_FAILED_MESSAGE" = "The operation will be retried until it is successful";
"TRANSACTION_RECORDING_FAILED_CLOSE" = "Close";

// Issue opening failure alert
"ISSUE_OPENING_FAILED_TITLE" = "Could not open issue";
"ISSUE_OPENING_FAILED_MESSAGE" = "There was an error opening this issue. Try downloading it again or contact the publisher.";
"ISSUE_OPENING_FAILED_CLOSE" = "Close";

// Subscriptions
// (These are just examples: you'll need to provide your own product IDs and names)
//"com.example.MyBook.subscription.3months" = "3 Months Subscription";
//"com.example.MyBook.subscription.6months" = "Half Year Subscription";
